tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mike-engel/jwt-cli"
brew "btop"
brew "ccat"
brew "coreutils"
brew "cowsay"
brew "docker-credential-helper-ecr"
brew "eza"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gitmoji"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lolcat"
brew "mise"
brew "watchman"
brew "yt-dlp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mike-engel/jwt-cli/jwt-cli"
cask "1password"
cask "1password-cli"
cask "arc"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-sans-pro"
cask "gitify"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "linear-linear"
cask "loom"
cask "mactex-no-gui"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "raycast"
cask "slack"
cask "ubersicht"
cask "visual-studio-code"
cask "zoom"