tap "felixkratz/formulae"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mike-engel/jwt-cli"
tap "th-ch/youtube-music"
brew "btop"
brew "coreutils"
brew "cowsay"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "lua"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "nowplaying-cli"
brew "pgcli"
brew "ripgrep"
brew "watchman"
brew "yt-dlp"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mike-engel/jwt-cli/jwt-cli"
cask "1password"
cask "1password-cli"
cask "arc"
cask "discord"
cask "docker"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-sketchybar-app-font"
cask "kitty"
cask "mactex-no-gui"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "zed"
